; Translation file for AltDrag 1.0
; es-ES localization by Jorge Amigo (alpof@yahoo.com)
; Simply put this file in the same directory as AltDrag, then reload AltDrag.
; Please read the website for help: https://stefansundin.github.io/altdrag/doc/translate.html
; Use encoding UTF-16LE with BOM to be able to use Unicode

[Translation]
Code=es-ES
LangEnglish=Spanish
Lang=Español
Author=Jorge Amigo

TrayEnabled=AltDrag
TrayDisabled=AltDrag (deshabilitado)
MenuEnable=Habilitar
MenuDisable=Deshabilitar
MenuHideTray=No mostrar en la bandeja
MenuUpdateAvailable=¡Actualización disponible!
MenuConfigure=Configurar
MenuAbout=Acerca de
MenuExit=Salir

UpdateBalloon=¡Encontrada una nueva versión!
UpdateDialog=Está disponible una nueva versión. ¿Ir al sitio web?
UpdateLatest=No hay actualizaciones disponibles.

ConfigTitle=Configuración de AltDrag
ConfigTabGeneral=General
ConfigTabInput=Ratón y teclado
ConfigTabBlacklist=Lista Negra
ConfigTabAdvanced=Avanzado
ConfigTabAbout=Acerca de

GeneralBox=Configuración general
GeneralAutoFocus=&Enfocar ventanas al arrastrar.\nTambién se puede pulsar Ctrl para enfocar ventanas.
GeneralAero=Imitar Aero Snap
GeneralInactiveScroll=&Desplazar página en ventanas inactivas
GeneralMDI=&Soporte MDI
GeneralAutoSnap=Automáticamente pegarse a:
GeneralAutoSnap0=Deshabilitado
GeneralAutoSnap1=A los bordes de la pantalla
GeneralAutoSnap2=+ exterior de las ventanas
GeneralAutoSnap3=+ interior de las ventanas
GeneralLanguage=Idioma:
GeneralAutostartBox=Inicio automático
GeneralAutostart=Iniciar AltDrag al iniciar sesión
GeneralAutostartHide=&No mostrar en la bandeja
GeneralAutostartElevate=&Elevar a privilegios de administrador
GeneralAutostartElevateTip=Nótese que aparecerá un mensaje UAC cada vez que se inicie sesión, a menos que se deshabilite UAC completamente.
GeneralElevate=Elevar
GeneralElevated=Elevado
GeneralElevateTip=Esto creará una nueva instancia de AltDrag que se ejecutará con privilegios de administrador. Esto permite a AltDrag manejar otros programas que se ejecuten con privilegios de administrador.\n\nEl mensaje UAC de Windows deberá ser aceptado para permitir que AltDrag se ejecute con privilegios de administrador.
GeneralElevationAborted=Elevación cancelada.
GeneralAutosave=Nota: La configuración se salva y se aplica al instante!

InputMouseBox=Acciones de ratón
InputMouseLMB=Botón izquierdo del ratón:
InputMouseMMB=Botón medio del ratón:
InputMouseRMB=Botón derecho del ratón:
InputMouseMB4=Botón 4 del ratón:
InputMouseMB5=Botón 5 del ratón:
InputMouseScroll=Rueda de desplazamiento:
InputMouseLowerWithMMB=&Enviar al fondo las ventanas al pulsar con el botón del medio en sus barras de título

InputActionMove=Mover ventana
InputActionResize=Redimensionar ventana
InputActionClose=Cerrar ventana
InputActionMinimize=Minimizar ventana
InputActionLower=Enviar al fondo la ventana
InputActionAlwaysOnTop=Activar siempre encima
InputActionBorderless=Toggle borderless
InputActionCenter=Centrar ventana en pantalla
InputActionNothing=Nada
InputActionAltTab=Alt+Tab
InputActionVolume=Volumen
InputActionTransparency=Transparencia

InputHotkeysBox=Teclas especiales:
InputHotkeysLeftAlt=Alt izquierda
InputHotkeysRightAlt=Alt derecha
InputHotkeysLeftWinkey=Win izquierda
InputHotkeysRightWinkey=Win derecha
InputHotkeysLeftCtrl=Ctrl izquierda
InputHotkeysRightCtrl=Ctrl derecha
InputHotkeysMore=Se puede añadir cualquier tecla editando el archivo ini.\nUsar la tecla Mayúsculas para pegar ventanas unas a otras.

BlacklistBox=Configuración de la lista negra
BlacklistProcessBlacklist=Lista negra de procesos:
BlacklistBlacklist=Lista negra:
BlacklistSnaplist=Lista de pegado:
BlacklistExplanation=Leer <a href="https://stefansundin.github.io/altdrag/doc/blacklist.html">la wiki</a> en el sitio web para una explicación en detalle acerca de cómo funciona la lista negra!
BlacklistFindWindowBox=Identificar ventana
BlacklistFindWindowExplanation=Hacer clic en el icono para identificar la clase de una ventana y añadirla a las listas negra o de pegado de arriba.

AdvancedBox=Configuración avanzada
AdvancedHookWindows=&Habilitar pegado de ventanas al mover normalmente.\nFunciona junto al pegado de ventanas automático!
AdvancedHookWindowsWarn=Nótese que esto no es 100% seguro ya que esta opción funciona enganchándose a otros procesos. Su uso puede ser arriesgado cuando se juegue a juegos con protección anti-trampas.\n\nEstá seguro de querer habilitar esta funcionalidad?
AdvancedUpdateCheckOnStartup=Buscar actualizaciones automáticamente
AdvancedUpdateBeta=Buscar versiones beta
AdvancedUpdateCheckNow=Buscar ahora
AdvancedIni=La configuración de AltDrag se almacenan en AltDrag.ini. Existen algunas cosas que sólo se pueden configurar editando este fichero manualmente.
AdvancedOpenIni=Abrir el fichero ini

AboutBox=Acerca de AltDrag
AboutVersion=Versión
AboutAuthor=Creado por Stefan Sundin
AboutLicense=¡AltDrag es software libre y de código abierto!\n¡Puede ser redistribuido libremente!
AboutDonate=&Donar
AboutTranslationCredit=Traducido por Jorge Amigo

MiscUnhookError=Ha habido un error deshabilitando AltDrag. La causa más probable es que Windows haya deshailitado los ganchos de AltDrag.\n\nSi ésta es la primera vez que ocurre, puede ignorarlo y continuar usando AltDrag.\n\nSi esto ocurre habitualmente, se puede leer en la wiki del sitio web cómo prevenir este comportamiento (hay que buscar 'AltDrag mysteriously stops working' en la página de About).
